[{"evidenceId":19235,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"MEF2B encodes a transcriptional activator that is involved in muscle-specific gene expression. Mutations of MEF2B are found in diffuse large B cell lymphomas and follicular lymphomas, among other cancers.","id":null,"lastEdit":"2017-03-10","status":null,"gene":{"entrezGeneId":100271849,"hugoSymbol":"MEF2B","name":"myocyte enhancer factor 2B","oncogene":true,"curatedIsoform":"ENST00000162023","curatedRefSeq":"NM_001145785.1","geneAliases":["RSRFR2"],"tsg":false},"articles":[]},{"evidenceId":19236,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"MEF2B encodes a transcription factor of the myocyte enhancer factor 2 (MEF2) family of human transcription factors. The family consists of four proteins, MEF2A, -B, -C and -D, all of which contain three domains: an N-terminal DNA-binding MADS domain, a central MEF2 domain and a C-terminal transactivation domain (PMID: 17959722). MEF2B mediates de-differentiation of vascular smooth muscle cells in response to cyclic stretch. In HEK293 cells, MEF2B target genes were enriched for regulators of cell migration, genes involved in the epithelial-mesenchymal transition as well as the cancer genes MYC, TGFB1, CARD11, RHOB and NDRG1 (PMID: 22955990). MEF2B, has been found amplified in 3 to 9% of ovarian serous cystadenocarcinomas, adrenocortical carcinomas and esophageal carcinomas (PMID: 26506234), indicating that it may have oncogenic activity. Indeed, MEF2B promoted a mesenchymal gene expression signature and increased cell migration when overexpressed in HEK293 cells (PMID: 26245647). MEF2B is the target of heterozygous somatic non-synonymous and indel mutations in 8 to 18% of diffuse large B-cell lymphoma (DLBCL) (PMID: 21796119, 22343534, 21804550, 23292937), 13% of follicular lymphoma (FL) (PMID: 21796119) and 3 to 7% of mantle cell lymphoma (MCL) (PMID: 24145436). Other MEF2 proteins were much less commonly affected in lymphoma (PMID: 21796119, 22343534), indicating that MEF2B has a role unique from its paralogs in the B-cells from which these lymphomas arise. Mutations in the MADS and MEF2 domains represented 79% of MEF2B mutations in DLBCL (PMID: 21796119, 22343534, 21804550, 23292937), 75% of MEF2B mutations in FL (PMID: 21796119) and 93% of MEF2B mutations in MCL (PMID: 24145436). Mutation hotspots in DLBCL and FL were present at K4 (7% of mutations), Y69 (8% of mutations) and D83 (33% of mutations) (PMID:21796119, 21804550, 23292937). In contrast, MEF2B mutations in MCL were predominantly K23R mutations (10 out of 14 mutations) (PMID:24145436). It is unknown why the mutation spectrum differs between MCL and other lymphomas. The recurrence of MEF2B mutations at particular residues is consistent with the notion that MEF2B mutations have either gain-of-function or dominant negative effects on MEF2B activity. Preliminary data indicates that loss of MEF2B activity de-represses DLBCL cell chemotaxis, indicating that the mutations may contribute to DLBCL and FL development by allowing migration outside of germinal centers (PMID: 26245647). MEF2B mutations also increased expression of the MYC oncogene and decreased expression of the TGFB1 tumor suppressor in HEK293 cells (PMID:26245647). Such expression changes in DLBCL would be expected to promote lymphoma development (PMID: 24009228, 26506234)","id":null,"lastEdit":"2017-03-10","status":null,"gene":{"entrezGeneId":100271849,"hugoSymbol":"MEF2B","name":"myocyte enhancer factor 2B","oncogene":true,"curatedIsoform":"ENST00000162023","curatedRefSeq":"NM_001145785.1","geneAliases":["RSRFR2"],"tsg":false},"articles":[{"pmid":"21804550","title":"Analysis of the coding genome of diffuse large B-cell lymphoma.","journal":"Nature genetics","pubDate":"2011 Jul 31","volume":"43","issue":"9","pages":"830-7","authors":"Pasqualucci L et al","elocationId":"doi: 10.1038/ng.892","link":null,"reference":"Pasqualucci L et al. Nature genetics. 2011 Jul 31;43(9)830-7.","abstract":null},{"pmid":"24009228","title":"Understanding MYC-driven aggressive B-cell lymphomas: pathogenesis and classification.","journal":"Blood","pubDate":"2013 Dec 5","volume":"122","issue":"24","pages":"3884-91","authors":"Ott G et al","elocationId":"doi: 10.1182/blood-2013-05-498329","link":null,"reference":"Ott G et al. Blood. 2013 Dec 5;122(24)3884-91.","abstract":null},{"pmid":"22955990","title":"Sequence features and chromatin structure around the genomic regions bound by 119 human transcription factors.","journal":"Genome research","pubDate":"2012 Sep","volume":"22","issue":"9","pages":"1798-812","authors":"Wang J et al","elocationId":"doi: 10.1101/gr.139105.112","link":null,"reference":"Wang J et al. Genome research. 2012 Sep;22(9)1798-812.","abstract":null},{"pmid":"22343534","title":"Discovery and prioritization of somatic mutations in diffuse large B-cell lymphoma (DLBCL) by whole-exome sequencing.","journal":"Proceedings of the National Academy of Sciences of the United States of America","pubDate":"2012 Mar 6","volume":"109","issue":"10","pages":"3879-84","authors":"Lohr JG et al","elocationId":"doi: 10.1073/pnas.1121343109","link":null,"reference":"Lohr JG et al. Proceedings of the National Academy of Sciences of the United States of America. 2012 Mar 6;109(10)3879-84.","abstract":null},{"pmid":"26506234","title":"MEF2 transcription factors: developmental regulators and emerging cancer genes.","journal":"Oncotarget","pubDate":"2016 Jan 19","volume":"7","issue":"3","pages":"2297-312","authors":"Pon JR et al","elocationId":"doi: 10.18632/oncotarget.6223","link":null,"reference":"Pon JR et al. Oncotarget. 2016 Jan 19;7(3)2297-312.","abstract":null},{"pmid":"21796119","title":"Frequent mutation of histone-modifying genes in non-Hodgkin lymphoma.","journal":"Nature","pubDate":"2011 Jul 27","volume":"476","issue":"7360","pages":"298-303","authors":"Morin RD et al","elocationId":"doi: 10.1038/nature10351","link":null,"reference":"Morin RD et al. Nature. 2011 Jul 27;476(7360)298-303.","abstract":null},{"pmid":"26245647","title":"MEF2B mutations in non-Hodgkin lymphoma dysregulate cell migration by decreasing MEF2B target gene activation.","journal":"Nature communications","pubDate":"2015 Aug 6","volume":"6","issue":"","pages":"7953","authors":"Pon JR et al","elocationId":"doi: 10.1038/ncomms8953","link":null,"reference":"Pon JR et al. Nature communications. 2015 Aug 6;6()7953.","abstract":null},{"pmid":"23292937","title":"Genetic heterogeneity of diffuse large B-cell lymphoma.","journal":"Proceedings of the National Academy of Sciences of the United States of America","pubDate":"2013 Jan 22","volume":"110","issue":"4","pages":"1398-403","authors":"Zhang J et al","elocationId":"doi: 10.1073/pnas.1205299110","link":null,"reference":"Zhang J et al. Proceedings of the National Academy of Sciences of the United States of America. 2013 Jan 22;110(4)1398-403.","abstract":null},{"pmid":"24145436","title":"Landscape of somatic mutations and clonal evolution in mantle cell lymphoma.","journal":"Proceedings of the National Academy of Sciences of the United States of America","pubDate":"2013 Nov 5","volume":"110","issue":"45","pages":"18250-5","authors":"Beà S et al","elocationId":"doi: 10.1073/pnas.1314608110","link":null,"reference":"Beà S et al. Proceedings of the National Academy of Sciences of the United States of America. 2013 Nov 5;110(45)18250-5.","abstract":null},{"pmid":"17959722","title":"MEF2: a central regulator of diverse developmental programs.","journal":"Development (Cambridge, England)","pubDate":"2007 Dec","volume":"134","issue":"23","pages":"4131-40","authors":"Potthoff MJ et al","elocationId":"","link":null,"reference":"Potthoff MJ et al. Development (Cambridge, England). 2007 Dec;134(23)4131-40.","abstract":null}]}]