[{"evidenceId":19223,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The EPHA7 gene encodes the ephrin receptor A7, a part of the subfamily of the protein-tyrosine kinase family and preferentially binds glycosylphosphatidylinositol (GPI)-anchored ligands. EPHA7 is composed of one tyrosine kinase domain and an extracellular domain that contains a ligand-binding domain, a cysteine-rich domain, and two fibronectin type III repeats (PMID 10197531, 9883737). EPHA7 structurally resembles other members of the Eph family and is associated with promoting cellular transformation, invasion, and proliferation through the JAK2 signaling pathway (PMID 24003208, 20179713, 22862837). Differential expression levels of EPHA7 and diverse roles in carcinogenesis have been shown in various cancer types (PMID: 26160986). Studies have shown overexpression of EPHA7 in glioblastoma, breast, and gallbladder adenocarcinoma, which promotes cell proliferation and migration through the FGFR1 signaling pathway and is correlated with poor prognosis (PMID 18790757, 15147954, 18366728). Other studies have shown downregulation of EPHA7 by hypermethylation, in gastric, colorectal, esophageal squamous cell and prostate cancer, and its association with tumor progression (PMID 17669470, 16007213, 26160986, 18821581).","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":2045,"hugoSymbol":"EPHA7","name":"EPH receptor A7","oncogene":false,"curatedIsoform":"ENST00000369303","curatedRefSeq":"NM_004440.3","geneAliases":["EHK-3","EK11","HEK11","EHK3"],"tsg":false},"articles":[{"pmid":"26160986","title":"Low EphA7 Expression Correlated with Lymph Node Metastasis and Poor Prognosis of Patients with Esophageal Squamous Cell Carcinoma.","journal":"Acta histochemica et cytochemica","pubDate":"2015 Jun 29","volume":"48","issue":"3","pages":"75-81","authors":"Bai YQ et al","elocationId":"doi: 10.1267/ahc.14054","link":null,"reference":"Bai YQ et al. Acta histochemica et cytochemica. 2015 Jun 29;48(3)75-81.","abstract":null}]},{"evidenceId":19222,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"EPHA7 encodes a receptor tyrosine kinase that is involved in numerous developmental processes, particularly in the nervous system. Altered expression of EPHA7 is found in various cancers.","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":2045,"hugoSymbol":"EPHA7","name":"EPH receptor A7","oncogene":false,"curatedIsoform":"ENST00000369303","curatedRefSeq":"NM_004440.3","geneAliases":["EHK-3","EK11","HEK11","EHK3"],"tsg":false},"articles":[]}]