[{"evidenceId":19508,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"EPHB1 is a member of the Eph receptor tyrosine kinase family, the largest subgroup of the receptor tyrosine kinase (RTK) family shown to have very important roles in nervous and vascular system development. It is a marker expressed in venous endothelial cells throughout embryonic development to adulthood. EPHB1 forward signaling in the spinal cord plays critical roles in the development of bone cancer pain and morphine tolerance in treating bone cancer pain (PMID: 23669443, 21514363). Reduced expression of EPHB1 in colorectal cancer was observed, which more often occurred in poorly differentiated and mucinous adenocarcinomas and showed more invasive power (PMID: 18931529). Underexpression of EPHB1 protein is significantly associated with invasion, advanced stage and metastasis in gastric cancer (PMID:18424888). Loss of EPHB1 protein was shown in 43.2% serous ovarian cancers and associated with metastasis and poor survival in patients, suggesting that EPHB1 may be used as a prognostic marker and a therapeutic target in serous ovarian carcinoma (PMID: 24427352). Decreased expression of EPHB1 was also found in all renal cell carcinomas (RCC) compared with expression in the normal epithelium of renal tubules (PMID: 25120806). EPHB1 protein is moderately expressed in chromophobic RCC, weakly expressed in clear-cell RCC and negatively expressed in papillary RCC, making EPHB1 a potential biomarker in RCC diagnosis and a therapeutic target of RCC (PMID:25120806). Expression of EPHB1 and Ephrin-B in 46 patients with Squamous cell/adenosquamous carcinoma (SC/ASC) and 80 with adenocarcinoma (AC) showed a negative correlation with overall survival (PMID: 24606480). An in vivo model of EPHB1 function in medulloblastoma, show that the genetic loss of EPHB1 results in a significant delay in tumor recurrence following radiotherapy (PMID: 25879388). In AML cells, EPHB1 was commonly suppressed and its transcript was inversely correlated with EPHB1 promoter methylation. EPHB1 promoter hypermethylation was significantly higher as compared with normal sample controls in many cancers, including breast, lung, cervical, colon, stomach, and prostate cancer (PMID:25944917). Finally, a study of transcriptional levels of EphB signaling in gliomas demonstrated that EPHB1 expression level is associated with good survival in patients with malignant astrocytomas (PMID: 24121831).","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":2047,"hugoSymbol":"EPHB1","name":"EPH receptor B1","oncogene":false,"curatedIsoform":"ENST00000398015","curatedRefSeq":"NM_004441.4","geneAliases":["ELK","EPHT2","Hek6","NET"],"tsg":false},"articles":[{"pmid":"25944917","title":"EphB1 Suppression in Acute Myelogenous Leukemia: Regulating the DNA Damage Control System.","journal":"Molecular cancer research : MCR","pubDate":"2015 Jun","volume":"13","issue":"6","pages":"982-92","authors":"Kampen KR et al","elocationId":"doi: 10.1158/1541-7786.MCR-14-0660-T","link":null,"reference":"Kampen KR et al. Molecular cancer research : MCR. 2015 Jun;13(6)982-92.","abstract":null},{"pmid":"23669443","title":"CA-125 level as a prognostic indicator in type I and type II epithelial ovarian cancer.","journal":"International journal of gynecological cancer : official journal of the International Gynecological Cancer Society","pubDate":"2013 Jun","volume":"23","issue":"5","pages":"815-22","authors":"Chen X et al","elocationId":"doi: 10.1097/IGC.0b013e31828f7a24","link":null,"reference":"Chen X et al. International journal of gynecological cancer : official journal of the International Gynecological Cancer Society. 2013 Jun;23(5)815-22.","abstract":null},{"pmid":"18931529","title":"EphB1 is underexpressed in poorly differentiated colorectal cancers.","journal":"Pathobiology : journal of immunopathology, molecular and cellular biology","pubDate":"2008","volume":"75","issue":"5","pages":"274-80","authors":"Sheng Z et al","elocationId":"doi: 10.1159/000151707","link":null,"reference":"Sheng Z et al. Pathobiology : journal of immunopathology, molecular and cellular biology. 2008;75(5)274-80.","abstract":null},{"pmid":"18424888","title":"Loss of expression of EphB1 protein in gastric carcinoma associated with invasion and metastasis.","journal":"Oncology","pubDate":"2007","volume":"73","issue":"3-4","pages":"238-45","authors":"Wang JD et al","elocationId":"doi: 10.1159/000127421","link":null,"reference":"Wang JD et al. Oncology. 2007;73(3-4)238-45.","abstract":null},{"pmid":"24606480","title":"EphB1 and Ephrin-B, new potential biomarkers for squamous cell/adenosquamous carcinomas and adenocarcinomas of the gallbladder.","journal":"Asian Pacific journal of cancer prevention : APJCP","pubDate":"2014","volume":"15","issue":"3","pages":"1441-6","authors":"Yuan Y et al","elocationId":"","link":null,"reference":"Yuan Y et al. Asian Pacific journal of cancer prevention : APJCP. 2014;15(3)1441-6.","abstract":null},{"pmid":"25879388","title":"Knockdown of EphB1 receptor decreases medulloblastoma cell growth and migration and increases cellular radiosensitization.","journal":"Oncotarget","pubDate":"2015 Apr 20","volume":"6","issue":"11","pages":"8929-46","authors":"Bhatia S et al","elocationId":"","link":null,"reference":"Bhatia S et al. Oncotarget. 2015 Apr 20;6(11)8929-46.","abstract":null},{"pmid":"21514363","title":"Involvement of EphB1 receptor/ephrinB1 ligand in bone cancer pain.","journal":"Neuroscience letters","pubDate":"2011 Jun 8","volume":"496","issue":"3","pages":"163-7","authors":"Dong Y et al","elocationId":"doi: 10.1016/j.neulet.2011.04.008","link":null,"reference":"Dong Y et al. Neuroscience letters. 2011 Jun 8;496(3)163-7.","abstract":null},{"pmid":"24427352","title":"Loss of expression of EphB1 protein in serous carcinoma of ovary associated with metastasis and poor survival.","journal":"International journal of clinical and experimental pathology","pubDate":"2014","volume":"7","issue":"1","pages":"313-21","authors":"Wang H et al","elocationId":"","link":null,"reference":"Wang H et al. International journal of clinical and experimental pathology. 2014;7(1)313-21.","abstract":null},{"pmid":"25120806","title":"Decreased expression of receptor tyrosine kinase of EphB1 protein in renal cell carcinomas.","journal":"International journal of clinical and experimental pathology","pubDate":"2014","volume":"7","issue":"7","pages":"4254-60","authors":"Zhou S et al","elocationId":"","link":null,"reference":"Zhou S et al. International journal of clinical and experimental pathology. 2014;7(7)4254-60.","abstract":null},{"pmid":"24121831","title":"Ligand-dependent EphB1 signaling suppresses glioma invasion and correlates with patient survival.","journal":"Neuro-oncology","pubDate":"2013 Dec","volume":"15","issue":"12","pages":"1710-20","authors":"Teng L et al","elocationId":"doi: 10.1093/neuonc/not128","link":null,"reference":"Teng L et al. Neuro-oncology. 2013 Dec;15(12)1710-20.","abstract":null}]},{"evidenceId":19507,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"EPHB1 encodes a receptor tyrosine kinase that is involved in numerous developmental processes, particularly in the nervous system. Downregulation of EPHB1 by epigenetic alteration is found in breast, lung and prostate cancers, among others.","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":2047,"hugoSymbol":"EPHB1","name":"EPH receptor B1","oncogene":false,"curatedIsoform":"ENST00000398015","curatedRefSeq":"NM_004441.4","geneAliases":["ELK","EPHT2","Hek6","NET"],"tsg":false},"articles":[]}]