[{"evidenceId":18661,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The SPEN gene encodes the protein, SMRT/HDAC1-associated repressor protein (SHARP), mainly involved in transcriptional repression, embryogenesis and development through regulation of the Notch, TCF/LEF, and EGFR signaling pathways. SHARP is a large 402 kDA protein composed of four N-terminal RNA-binding domains and a conserved C-terminal Spen Paralog and Ortholog C-terminal (SPOC) domain. Through these domains, SHARP directly interacts with SMRT, HDAC1, and HDAC2. SPEN also acts as an estrogen-inducible cofactor by binding the steroid receptor RNA coactivator SRA which enhances ERα activity and ultimately modulates the transcription of ERα target genes. (PMID: 11331609, 26297734) Recent studies studying ERα-expressing breast cancer cell lines have identified mutations and LOH in SPEN that lead to underexpression that may be a predictive biomarker of tamoxifen response. ERα-positive breast cell lines expressing higher levels of SPEN correlated with better outcome in patients who received adjuvant tamoxifen therapy. (PMID: 26297734)","id":null,"lastEdit":"2017-04-19","status":null,"gene":{"entrezGeneId":23013,"hugoSymbol":"SPEN","name":"spen family transcriptional repressor","oncogene":false,"curatedIsoform":"ENST00000375759","curatedRefSeq":"NM_015001.2","geneAliases":["HIAA0929","RBM15C","MINT","SHARP"],"tsg":true},"articles":[{"pmid":"11331609","title":"Sharp, an inducible cofactor that integrates nuclear receptor repression and activation.","journal":"Genes &amp; development","pubDate":"2001 May 1","volume":"15","issue":"9","pages":"1140-51","authors":"Shi Y et al","elocationId":"","link":null,"reference":"Shi Y et al. Genes &amp; development. 2001 May 1;15(9)1140-51.","abstract":null},{"pmid":"26297734","title":"The Estrogen Receptor Cofactor SPEN Functions as a Tumor Suppressor and Candidate Biomarker of Drug Responsiveness in Hormone-Dependent Breast Cancers.","journal":"Cancer research","pubDate":"2015 Oct 15","volume":"75","issue":"20","pages":"4351-63","authors":"Légaré S et al","elocationId":"doi: 10.1158/0008-5472.CAN-14-3475","link":null,"reference":"Légaré S et al. Cancer research. 2015 Oct 15;75(20)4351-63.","abstract":null}]},{"evidenceId":18660,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"SPEN encodes a tumor suppressor that regulates transcription of ERα-target genes and has been associated with tumor growth inhibition. Somatic mutations and loss of heterozygosity of SPEN have been found in breast cancer.","id":null,"lastEdit":"2017-05-11","status":null,"gene":{"entrezGeneId":23013,"hugoSymbol":"SPEN","name":"spen family transcriptional repressor","oncogene":false,"curatedIsoform":"ENST00000375759","curatedRefSeq":"NM_015001.2","geneAliases":["HIAA0929","RBM15C","MINT","SHARP"],"tsg":true},"articles":[]}]