[{"evidenceId":14721,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The GNAS gene encodes the stimulatory G-alpha subunit of the heterotrimeric guanine nucleotide-binding protein (G-protein) membrane complex. Activation of G-protein signaling by an agonist-stimulated G-coupled protein receptor (GPCR) activates signal transduction cascades, which regulate cellular growth and development (PMID: 23640210). Activating mutations in GNAS that have been linked to the endocrine hyperplasia of McCune-Albright syndrome have also been found in growth-hormone-secreting pituitary tumors. Point mutations in the GNAS gene, many of which involve the residues R201 and Q227, can lead to constitutive signaling activity, resulting in cellular proliferation and oncogenesis (PMID: 23640210). Tumor types that have been found to harbor GNAS mutations include colon, parathyroid, and ovarian cancers, hepatocellular carcinoma, and pancreatic intraductal papillary mucinous neoplasms (precursors of pancreatic adenocarcinoma) (PMID: 23640210).","id":null,"lastEdit":"2017-03-30","status":null,"gene":{"entrezGeneId":2778,"hugoSymbol":"GNAS","name":"GNAS complex locus","oncogene":true,"curatedIsoform":"ENST00000371085","curatedRefSeq":"NM_000516.4","geneAliases":["NESP","SgVI","C20orf45","GNAS1","GSA","GSP","GPSA","AHO","POH","SCG6"],"tsg":false},"articles":[{"pmid":"23640210","title":"The emerging mutational landscape of G proteins and G-protein-coupled receptors in cancer.","journal":"Nature reviews. Cancer","pubDate":"2013 Jun","volume":"13","issue":"6","pages":"412-24","authors":"O'Hayre M et al","elocationId":"doi: 10.1038/nrc3521","link":null,"reference":"O'Hayre M et al. Nature reviews. Cancer. 2013 Jun;13(6)412-24.","abstract":null}]},{"evidenceId":14720,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"GNAS, an intracellular signaling protein, is mutated in various cancers.","id":null,"lastEdit":"2017-03-30","status":null,"gene":{"entrezGeneId":2778,"hugoSymbol":"GNAS","name":"GNAS complex locus","oncogene":true,"curatedIsoform":"ENST00000371085","curatedRefSeq":"NM_000516.4","geneAliases":["NESP","SgVI","C20orf45","GNAS1","GSA","GSP","GPSA","AHO","POH","SCG6"],"tsg":false},"articles":[]}]