[{"evidenceId":5946,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"ATM is a tumor suppressor involved in DNA damage repair. Germline mutations in ATM result in ataxia telangiectasia syndrome and are associated with an increased risk of developing certain cancers.","id":null,"lastEdit":"2017-10-23","status":null,"gene":{"entrezGeneId":472,"hugoSymbol":"ATM","name":"ATM serine/threonine kinase","oncogene":false,"curatedIsoform":"ENST00000278616","curatedRefSeq":"NM_000051.3","geneAliases":["ATC","TEL1","ATE","ATDC","TELO1","AT1","ATA"],"tsg":true},"articles":[]},{"evidenceId":5947,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"ATM encodes Ataxia Talengiectasia Mutated (ATM), a member of the protein superfamily of phosphatidylinositol 3-kinase related serine/threonine kinases (PIKKs). ATM is a tumor suppressor that initiates DNA damage checkpoint signaling after accumulation of DNA double-strand breaks (DSBs) or after accumulation of other forms of cellular stress (PMID: 23219553). Activated ATM can phosphorylate hundreds of substrates in order to initiate and amplify the DNA damage response (PMID: 17525332) that leads to DNA repair, cell cycle arrest and/or apoptosis. In the general population, germline and sporadic mutations in ATM are found in a wide variety of tumor types. In large scale studies of solid tumors, ~5% of patient samples showed ATM aberrations leading to mutation or loss of the protein, suggesting that ATM is a potent tumor suppressor. ATM is named after the autosomal recessive disorder Ataxia talengiectasia (A-T), which is caused by a variety of mutations in the ATM gene that render the protein nonfunctional. In addition to a variety of neurologic conditions, lung and skin disorders and immunodeficiency, patients with A-T are also pre-disposed to a wide variety of cancers, particularly childhood lymphomas and leukemia and breast cancer (PMID: 21792198). Furthermore, patients with A-T show a profound sensitization to radiation, sparking considerable interest in ATM as a therapeutic target for cancer therapy (PMID: 18813293).","id":null,"lastEdit":"2017-04-26","status":null,"gene":{"entrezGeneId":472,"hugoSymbol":"ATM","name":"ATM serine/threonine kinase","oncogene":false,"curatedIsoform":"ENST00000278616","curatedRefSeq":"NM_000051.3","geneAliases":["ATC","TEL1","ATE","ATDC","TELO1","AT1","ATA"],"tsg":true},"articles":[{"pmid":"21792198","title":"Lymphoid tumours and breast cancer in ataxia telangiectasia; substantial protective effect of residual ATM kinase activity against childhood tumours.","journal":"British journal of cancer","pubDate":"2011 Aug 9","volume":"105","issue":"4","pages":"586-91","authors":"Reiman A et al","elocationId":"doi: 10.1038/bjc.2011.266","link":null,"reference":"Reiman A et al. British journal of cancer. 2011 Aug 9;105(4)586-91.","abstract":null},{"pmid":"23219553","title":"Competition between NBS1 and ATMIN controls ATM signaling pathway choice.","journal":"Cell reports","pubDate":"2012 Dec 27","volume":"2","issue":"6","pages":"1498-504","authors":"Zhang T et al","elocationId":"doi: 10.1016/j.celrep.2012.11.002","link":null,"reference":"Zhang T et al. Cell reports. 2012 Dec 27;2(6)1498-504.","abstract":null},{"pmid":"18813293","title":"Ataxia-telangiectasia: from a rare disorder to a paradigm for cell signalling and cancer.","journal":"Nature reviews. Molecular cell biology","pubDate":"2008 Oct","volume":"9","issue":"10","pages":"759-69","authors":"Lavin MF","elocationId":"doi: 10.1038/nrm2514","link":null,"reference":"Lavin MF. Nature reviews. Molecular cell biology. 2008 Oct;9(10)759-69.","abstract":null},{"pmid":"17525332","title":"ATM and ATR substrate analysis reveals extensive protein networks responsive to DNA damage.","journal":"Science (New York, N.Y.)","pubDate":"2007 May 25","volume":"316","issue":"5828","pages":"1160-6","authors":"Matsuoka S et al","elocationId":"","link":null,"reference":"Matsuoka S et al. Science (New York, N.Y.). 2007 May 25;316(5828)1160-6.","abstract":null}]}]