[{"evidenceId":4486,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"NOTCH1, a transmembrane receptor and transcription factor, can function as both an oncogene and tumor suppressor.","id":null,"lastEdit":"2017-04-13","status":null,"gene":{"entrezGeneId":4851,"hugoSymbol":"NOTCH1","name":"notch 1","oncogene":true,"curatedIsoform":"ENST00000277541","curatedRefSeq":"NM_017617.3","geneAliases":["TAN1","hN1","AOVD1","AOS5"],"tsg":true},"articles":[]},{"evidenceId":4487,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"NOTCH1 receptors participate in an evolutionarily conserved cell-to-cell signal transduction pathway that regulates various aspects of cell differentiation, growth, proliferation, survival and metabolism from embryonal stages of development throughout adulthood (PMID: 24651013). The specific effects of NOTCH1 signaling vary depending on the cellular context (PMID: 21508972, 24651013). In mammals, there are four NOTCH transmembrane receptors (NOTCH1-4). Interaction with NOTCH1 ligands on adjacent cells triggers a series of proteolytic cleavages and release of the intracellular NOTCH1 (ICN) domain. After translocating to the nucleus, NOTCH1 interacts with a transcriptional complex to activate expression of target genes; the specific targets vary depending on cell type. NOTCH family members are frequently mutated in a variety of cancers, including acute lymphoblastic leukemia, breast cancer, colorectal cancer, non-small cell lung cancer and melanoma (PMID: 21948802). Cancer-associated mutations in NOTCH1 can result in either gain- or loss-of-function, depending on whether NOTCH1 functions as an oncogene or tumor suppressor in the specific cell type from which the cancer arises. For example, activating frameshift mutations in NOTCH1 have been identified in chronic lymphocytic leukemia, but activating NOTCH1 mutations do not occur often in solid tumors, with the exception of non-small cell lung cancer. Evidence for growth-suppressive functions of NOTCH1 is strongest in hepatocellular carcinoma (PMID: 21948802, 24651013).","id":null,"lastEdit":"2017-04-13","status":null,"gene":{"entrezGeneId":4851,"hugoSymbol":"NOTCH1","name":"notch 1","oncogene":true,"curatedIsoform":"ENST00000277541","curatedRefSeq":"NM_017617.3","geneAliases":["TAN1","hN1","AOVD1","AOS5"],"tsg":true},"articles":[{"pmid":"21508972","title":"Notch signalling in solid tumours: a little bit of everything but not all the time.","journal":"Nature reviews. Cancer","pubDate":"2011 May","volume":"11","issue":"5","pages":"338-51","authors":"Ranganathan P et al","elocationId":"doi: 10.1038/nrc3035","link":null,"reference":"Ranganathan P et al. Nature reviews. Cancer. 2011 May;11(5)338-51.","abstract":null},{"pmid":"24651013","title":"From fly wings to targeted cancer therapies: a centennial for notch signaling.","journal":"Cancer cell","pubDate":"2014 Mar 17","volume":"25","issue":"3","pages":"318-34","authors":"Ntziachristos P et al","elocationId":"doi: 10.1016/j.ccr.2014.02.018","link":null,"reference":"Ntziachristos P et al. Cancer cell. 2014 Mar 17;25(3)318-34.","abstract":null},{"pmid":"21948802","title":"Oncogenic and tumor suppressor functions of Notch in cancer: it's NOTCH what you think.","journal":"The Journal of experimental medicine","pubDate":"2011 Sep 26","volume":"208","issue":"10","pages":"1931-5","authors":"Lobry C et al","elocationId":"doi: 10.1084/jem.20111855","link":null,"reference":"Lobry C et al. The Journal of experimental medicine. 2011 Sep 26;208(10)1931-5.","abstract":null}]}]