[{"evidenceId":18480,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"PGR encodes the progesterone receptor (PR) which is a nuclear hormone receptor. It bind to progesterone in the cytoplasm and dimerizes. The complex then enters the nucleus and binds to DNA. PR then modulates transcription depending on its isoform and on the pattern of phosphorylation at a large number of possible sites (PMID: 11110801). PR is essential in the coordination of the reproductive cycle and is especially associated with the establishment and maintenance of pregnancy. PR has been shown to interact with STAT3 (PMID: 21184768) and the SP1 transcription factor (PMID: 21184768).The PR protein is commonly expressed in breast and endometrial tumors (cBioPortal, MSKCC, Mar. 2016; PMID: 11041059, 8319181) and provides a key prognostic indicator alongside the presence and absence of estrogen receptor (ER) (PMID: 1634918). PGR can be involved in other tumor types (PMID: 26892043, 26976979) and is mutated in a range of solid tumors especially at the R740 codon in the ligand binding domain (cBioPortal, MSKCC, Mar. 2016). Germline mutations in PGR are associated with endometrial cancer (PMID: 26881523). PR is targeted to some extent by endocrine therapy, PGR expression has been associated with response to tamoxifen in ER- patients (PMID: 16497822).","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":5241,"hugoSymbol":"PGR","name":"progesterone receptor","oncogene":false,"curatedIsoform":"ENST00000325455","curatedRefSeq":"NM_000926.4","geneAliases":["PR","NR3C3"],"tsg":false},"articles":[{"pmid":"1634918","title":"Prognostic significance of progesterone receptor levels in estrogen receptor-positive patients with metastatic breast cancer treated with tamoxifen: results of a prospective Southwest Oncology Group study.","journal":"Journal of clinical oncology : official journal of the American Society of Clinical Oncology","pubDate":"1992 Aug","volume":"10","issue":"8","pages":"1284-91","authors":"Ravdin PM et al","elocationId":"","link":null,"reference":"Ravdin PM et al. Journal of clinical oncology : official journal of the American Society of Clinical Oncology. 1992 Aug;10(8)1284-91.","abstract":null},{"pmid":"26892043","title":"Progesterone receptor (PR) polyproline domain (PPD) mediates inhibition of epidermal growth factor receptor (EGFR) signaling in non-small cell lung cancer cells.","journal":"Cancer letters","pubDate":"2016 May 1","volume":"374","issue":"2","pages":"279-91","authors":"Kawprasertsri S et al","elocationId":"doi: 10.1016/j.canlet.2016.02.014","link":null,"reference":"Kawprasertsri S et al. Cancer letters. 2016 May 1;374(2)279-91.","abstract":null},{"pmid":"26976979","title":"Expression Pattern of CDX2, Estrogen and Progesterone Receptors in Primary Gastroenteropancreatic Neuroendocrine Tumors and Metastases.","journal":"Anticancer research","pubDate":"2016 Mar","volume":"36","issue":"3","pages":"921-4","authors":"Zimmermann N et al","elocationId":"","link":null,"reference":"Zimmermann N et al. Anticancer research. 2016 Mar;36(3)921-4.","abstract":null},{"pmid":"16497822","title":"Benefit from adjuvant tamoxifen therapy in primary breast cancer patients according oestrogen receptor, progesterone receptor, EGF receptor and HER2 status.","journal":"Annals of oncology : official journal of the European Society for Medical Oncology","pubDate":"2006 May","volume":"17","issue":"5","pages":"818-26","authors":"Dowsett M et al","elocationId":"","link":null,"reference":"Dowsett M et al. Annals of oncology : official journal of the European Society for Medical Oncology. 2006 May;17(5)818-26.","abstract":null},{"pmid":"21184768","title":"Novel role of signal transducer and activator of transcription 3 as a progesterone receptor coactivator in breast cancer.","journal":"Steroids","pubDate":"2011 Mar","volume":"76","issue":"4","pages":"381-92","authors":"Proietti CJ et al","elocationId":"doi: 10.1016/j.steroids.2010.12.008","link":null,"reference":"Proietti CJ et al. Steroids. 2011 Mar;76(4)381-92.","abstract":null},{"pmid":"26881523","title":"Contribution of PGR genetic polymorphisms to the pathogenesis of endometrial cancer: A meta-analysis.","journal":"Journal of cancer research and therapeutics","pubDate":"2015 Oct-Dec","volume":"11","issue":"4","pages":"810-7","authors":"Chen Z et al","elocationId":"doi: 10.4103/0973-1482.146124","link":null,"reference":"Chen Z et al. Journal of cancer research and therapeutics. 2015 Oct-Dec;11(4)810-7.","abstract":null},{"pmid":"11041059","title":"Frequency of oestrogen and progesterone receptor positivity by immunohistochemical analysis in 7016 breast carcinomas: correlation with patient age, assay sensitivity, threshold value, and mammographic screening.","journal":"Journal of clinical pathology","pubDate":"2000 Sep","volume":"53","issue":"9","pages":"688-96","authors":"Rhodes A et al","elocationId":"","link":null,"reference":"Rhodes A et al. Journal of clinical pathology. 2000 Sep;53(9)688-96.","abstract":null},{"pmid":"8319181","title":"Expression and prognostic significance of estrogen and progesterone receptors in adenocarcinoma of the uterine cervix. An immunocytochemical study.","journal":"Cancer","pubDate":"1993 Jul 15","volume":"72","issue":"2","pages":"511-8","authors":"Masood S et al","elocationId":"","link":null,"reference":"Masood S et al. Cancer. 1993 Jul 15;72(2)511-8.","abstract":null},{"pmid":"11110801","title":"Identification of a phosphorylation site in the hinge region of the human progesterone receptor and additional amino-terminal phosphorylation sites.","journal":"The Journal of biological chemistry","pubDate":"2001 Mar 16","volume":"276","issue":"11","pages":"8475-83","authors":"Knotts TA et al","elocationId":"","link":null,"reference":"Knotts TA et al. The Journal of biological chemistry. 2001 Mar 16;276(11)8475-83.","abstract":null}]},{"evidenceId":18479,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"PGR encodes the progesterone receptor which mediates the effects of progesterone, playing a central role in reproductive events. PGR expression is common in breast and endometrial tumors and is predictive for response to endocrine therapy.","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":5241,"hugoSymbol":"PGR","name":"progesterone receptor","oncogene":false,"curatedIsoform":"ENST00000325455","curatedRefSeq":"NM_000926.4","geneAliases":["PR","NR3C3"],"tsg":false},"articles":[]}]