[{"evidenceId":18277,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The PMS1 gene encodes the protein for postmeiotic segregation increased 1 and is 1 of 4 MutL homologs in mammals that functions in the mismatch repair (MMR) system. The MMR system primarily acts as a sensory system that scans newly synthesized DNA for base pair mismatches caused by DNA polymerase strand slippage. Upon recognition of DNA mismatches, the MMR system recruits repair enzymes that excise mismatched bases and initiates resynthesis along the parental template by DNA polymerase. Loss of function of the MMR system leads to an accumulation of distinct single nucleotide mutations and alterations known as microsatellite instability (MSI). MSI can cause frameshift mutations or protein truncations in coding sequences (e.g. TGFβRII, ILGF and BAX), leading to nonfunctional proteins and an increased risk of tumorigenesis (PMID: 24614649). Within the MMR system, PMS1 forms a heterodimer with MLH1 (known as the MutLβ complex) and in humans the specific function of this complex is unknown (PMID: 24614649, 16136382).","id":null,"lastEdit":"2017-02-21","status":null,"gene":{"entrezGeneId":5378,"hugoSymbol":"PMS1","name":"PMS1 homolog 1, mismatch repair system component","oncogene":false,"curatedIsoform":"ENST00000441310","curatedRefSeq":"NM_000534.4","geneAliases":["PMSL1","HNPCC3","hPMS1","MLH2"],"tsg":false},"articles":[{"pmid":"24614649","title":"Mismatch repair pathway: molecules, functions, and role in colorectal carcinogenesis.","journal":"European journal of cancer prevention : the official journal of the European Cancer Prevention Organisation (ECP)","pubDate":"2014 Jul","volume":"23","issue":"4","pages":"246-57","authors":"Sameer AS et al","elocationId":"doi: 10.1097/CEJ.0000000000000019","link":null,"reference":"Sameer AS et al. European journal of cancer prevention : the official journal of the European Cancer Prevention Organisation (ECP). 2014 Jul;23(4)246-57.","abstract":null},{"pmid":"16136382","title":"Lynch syndrome genes.","journal":"Familial cancer","pubDate":"2005","volume":"4","issue":"3","pages":"227-32","authors":"Peltomäki P","elocationId":"","link":null,"reference":"Peltomäki P. Familial cancer. 2005;4(3)227-32.","abstract":null}]},{"evidenceId":18276,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"PMS1 encodes a tumor suppressor involved in DNA mismatch repair. Germline mutations of PMS1 are associated with Lynch Syndrome and predispose to colorectal cancer.","id":null,"lastEdit":"2017-02-21","status":null,"gene":{"entrezGeneId":5378,"hugoSymbol":"PMS1","name":"PMS1 homolog 1, mismatch repair system component","oncogene":false,"curatedIsoform":"ENST00000441310","curatedRefSeq":"NM_000534.4","geneAliases":["PMSL1","HNPCC3","hPMS1","MLH2"],"tsg":false},"articles":[]}]