[{"evidenceId":2675,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"RB1, also known as RB, is involved in the cell-cycle checkpoint and in its active form inhibits the transition from G1 to S phase of the cell cycle until the cell is ready to divide. RB is active in its unphosphorylated form where it binds to E2F family of transcription factors, which together with the E2F Dimerization Partner (E2F-DP), inhibits the transcription of S-phase promoting factors by recruiting histone deacetylases (HDACs) and induce heterochromatin formation (PMID: 1655277). At the end of G1, cyclin-dependent kinases (CDKs) phosphorylate RB to pRB which leads to its dissociation from the E2F-DP complex, thereby allowing entry into S-phase. RB remains phosphorylated until the end of mitosis at which point it is dephosphorylated by protein phosphatase 1 (PP1) to activate the G1-S-phase checkpoint (PMID: 20694007). In addition to its role in G1 cell cycle arrest, RB1 has also been shown to play a role in safeguarding genome stability and mediating apoptosis, senescence and differentiation in response to various stimuli (PMID: 22293180). As a result of its role in these essential cellular functions, loss of function of RB1 not only leads to unregulated cell division and growth but also to the abrogation of multiple mechanisms that safeguard against cellular transformation and tumorigenesis. Loss-of-function and deletions of RB1 have been associated with many human cancers including lung, breast, prostate and bladder cancers, and concomitant loss of RB1 and p53 are thought to constitute a tumor-initiating event (PMID: 12204530). Homozygous loss or inactivation of the RB1 gene is a hallmark of retinoblastoma (PMID: 22293180), and germline mutations in RB1 and are at an increased risk of retinoblastoma as well as other cancer types (22205104).","id":null,"lastEdit":"2017-10-18","status":null,"gene":{"entrezGeneId":5925,"hugoSymbol":"RB1","name":"RB transcriptional corepressor 1","oncogene":false,"curatedIsoform":"ENST00000267163","curatedRefSeq":"NM_000321.2","geneAliases":["OSRC","RB","PPP1R130","pRb","p105-Rb","pp110"],"tsg":true},"articles":[{"pmid":"12204530","title":"The RB and p53 pathways in cancer.","journal":"Cancer cell","pubDate":"2002 Aug","volume":"2","issue":"2","pages":"103-12","authors":"Sherr CJ et al","elocationId":"","link":null,"reference":"Sherr CJ et al. Cancer cell. 2002 Aug;2(2)103-12.","abstract":null},{"pmid":"1655277","title":"The retinoblastoma gene product regulates progression through the G1 phase of the cell cycle.","journal":"Cell","pubDate":"1991 Oct 18","volume":"67","issue":"2","pages":"293-302","authors":"Goodrich DW et al","elocationId":"","link":null,"reference":"Goodrich DW et al. Cell. 1991 Oct 18;67(2)293-302.","abstract":null},{"pmid":"22293180","title":"Understanding pRb: toward the necessary development of targeted treatments for retinoblastoma.","journal":"The Journal of clinical investigation","pubDate":"2012 Feb","volume":"122","issue":"2","pages":"425-34","authors":"Sachdeva UM et al","elocationId":"doi: 10.1172/JCI57114","link":null,"reference":"Sachdeva UM et al. The Journal of clinical investigation. 2012 Feb;122(2)425-34.","abstract":null},{"pmid":"20694007","title":"An overlapping kinase and phosphatase docking site regulates activity of the retinoblastoma protein.","journal":"Nature structural &amp; molecular biology","pubDate":"2010 Sep","volume":"17","issue":"9","pages":"1051-7","authors":"Hirschi A et al","elocationId":"doi: 10.1038/nsmb.1868","link":null,"reference":"Hirschi A et al. Nature structural &amp; molecular biology. 2010 Sep;17(9)1051-7.","abstract":null}]},{"evidenceId":2674,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"RB1 encodes a tumor suppressor involved in regulating cell cycle progression. Inactivating mutations, deletions or allelic loss of RB1 are found in a diverse range of cancer, including retinoblastoma and lung cancer.","id":null,"lastEdit":"2017-04-27","status":null,"gene":{"entrezGeneId":5925,"hugoSymbol":"RB1","name":"RB transcriptional corepressor 1","oncogene":false,"curatedIsoform":"ENST00000267163","curatedRefSeq":"NM_000321.2","geneAliases":["OSRC","RB","PPP1R130","pRb","p105-Rb","pp110"],"tsg":true},"articles":[]}]