[{"evidenceId":2663,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"SDHC encodes an enzyme involved in the electron transport chain. Germline mutations of SDHC are associated with pheochromocytomas and paragangliomas and gastrointestinal, renal cell and pituitary cancers.","id":null,"lastEdit":"2017-01-18","status":null,"gene":{"entrezGeneId":6391,"hugoSymbol":"SDHC","name":"succinate dehydrogenase complex subunit C","oncogene":false,"curatedIsoform":"ENST00000367975","curatedRefSeq":"NM_003001.3","geneAliases":["CYB560","SDH3","PGL3","QPS1","CYBL"],"tsg":true},"articles":[]},{"evidenceId":2664,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The tricarboxylic acid (TCA) cycle enzyme succinate dehydrogenase (SDH), also called mitochondrial complex II, is a heterotetramer protein complex consisting of four subunits, including SDHA, SDHB, SDHC and SDHD. SDHA and SDHB form the catalytic domain, while SDHC and SDHD anchor the complex to the inner mitochondrial membrane (PMID: 10657297). SDH is the only enzyme involved in both the electron transport chain and the TCA cycle, where it catalyzes the oxidation of succinate to fumarate. SDH mutations have been involved in the pathogenesis of pheochromocytomas, paragangliomas, gastrointestinal stromal tumors (GISTs), renal-cell carcinomas, and pituitary adenomas (PMID: 25394176). Defects in the SDH inhibit prolyl hydroxylases, leading to decreased hydroxylation of hypoxia-inducible factor-α (HIF-1α). It also causes an accumulation of succinate and reactive oxygen species (ROS), which, among other things, results in stabilization of HIF-1α. These results in activation of the hypoxia pathway, which supports tumor formation by activating angiogenesis, glucose metabolism, cell motility, and cell survival (PMID: 18978332). The accumulation of succinate can inhibit α-ketoglutarate-dependent dioxygenase enzymes, for example, the TET family of DNA hydroxylases. Inhibition of TET activity may, in turn, alter global DNA methylation and gene expression in SDH-deficient tumors (PMID: 23743927).","id":null,"lastEdit":"2017-01-18","status":null,"gene":{"entrezGeneId":6391,"hugoSymbol":"SDHC","name":"succinate dehydrogenase complex subunit C","oncogene":false,"curatedIsoform":"ENST00000367975","curatedRefSeq":"NM_003001.3","geneAliases":["CYB560","SDH3","PGL3","QPS1","CYBL"],"tsg":true},"articles":[{"pmid":"10657297","title":"Mutations in SDHD, a mitochondrial complex II gene, in hereditary paraganglioma.","journal":"Science (New York, N.Y.)","pubDate":"2000 Feb 4","volume":"287","issue":"5454","pages":"848-51","authors":"Baysal BE et al","elocationId":"","link":null,"reference":"Baysal BE et al. Science (New York, N.Y.). 2000 Feb 4;287(5454)848-51.","abstract":null},{"pmid":"18978332","title":"Clinical and molecular progress in hereditary paraganglioma.","journal":"Journal of medical genetics","pubDate":"2008 Nov","volume":"45","issue":"11","pages":"689-94","authors":"Baysal BE","elocationId":"doi: 10.1136/jmg.2008.058560","link":null,"reference":"Baysal BE. Journal of medical genetics. 2008 Nov;45(11)689-94.","abstract":null},{"pmid":"23743927","title":"Succinate dehydrogenase deficiency is associated with decreased 5-hydroxymethylcytosine production in gastrointestinal stromal tumors: implications for mechanisms of tumorigenesis.","journal":"Modern pathology : an official journal of the United States and Canadian Academy of Pathology, Inc","pubDate":"2013 Nov","volume":"26","issue":"11","pages":"1492-7","authors":"Mason EF et al","elocationId":"doi: 10.1038/modpathol.2013.86","link":null,"reference":"Mason EF et al. Modern pathology : an official journal of the United States and Canadian Academy of Pathology, Inc. 2013 Nov;26(11)1492-7.","abstract":null},{"pmid":"25394176","title":"Toward an improved definition of the genetic and tumor spectrum associated with SDH germ-line mutations.","journal":"Genetics in medicine : official journal of the American College of Medical Genetics","pubDate":"2015 Aug","volume":"17","issue":"8","pages":"610-20","authors":"Evenepoel L et al","elocationId":"doi: 10.1038/gim.2014.162","link":null,"reference":"Evenepoel L et al. Genetics in medicine : official journal of the American College of Medical Genetics. 2015 Aug;17(8)610-20.","abstract":null}]}]