[{"evidenceId":13855,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The breast cancer 1, early onset (BRCA1) gene, which functions as a tumor suppressor, is a multifunctional ubiquitin E3 ligase. It has many cellular functions including transcription, protein ubiquitination, cell cycle regulation and DNA damage response, with a particularly important role in homologous recombination, a DNA double strand break repair pathway. BRCA1 was the first breast and ovarian cancer susceptibility gene identified and cloned; inherited mutations in this gene lead to an increased lifetime risk of developing these cancers. BRCA1 mutations confer a 70-80% lifetime risk of breast cancer, a 50% lifetime risk of ovarian cancer and an increased risk of prostate cancer in patients with Ashkenazi Jewish BRCA1 founder mutations (PMID: 22193408). If one copy of BRCA1 is mutated in the germline, the result is hereditary breast and ovarian cancer (HBOC) syndrome, an autosomal dominant disease (PMID: 22193408). BRCA1 was also recently identified as a definitive Fanconi anemia susceptibility gene in FANCS, a rare Fanconi anemia subtype that results from biallelic mutations in the gene (PMID: 25472942). BRCA1 has three major domains: the N-terminal RING (Really Interesting New Gene) domain (exons 2-7) that contains an active zinc finger motif, exons 11-13, and the BRCT (BRCA1 C-terminal) domain. Many clinically significant mutations of BRCA1 are located in the zinc finger motif of the RING domain, which is important for many protein-protein interactions (PMID: 11573085). Exons 11-13 contain binding sites for proteins including RB, c-MYC, RAD50, and RAD51 (reviewed in PMID: 10918303). Despite the fact that exons 11-13 contain many clinically significant BRCA1 mutations, little is known about the structure or function of this region when compared to the RING or BRCT domains (PMID: 18273555). The BRCT domain is essential to the tumor suppressor function of the BRCA1 protein via its crucial role in transcriptional regulation and DNA repair (PMID: 11877378, 11118345). p53 mutations in breast tumors are seen almost exclusively with BRCA1 and BRCA2 mutations, suggesting that p53 loss of function may be a necessary step in the tumorigenesis of BRCA-associated carcinomas (PMID: 14672397).","id":null,"lastEdit":"2017-04-26","status":null,"gene":{"entrezGeneId":672,"hugoSymbol":"BRCA1","name":"BRCA1, DNA repair associated","oncogene":false,"curatedIsoform":"ENST00000357654","curatedRefSeq":"NM_007294.3","geneAliases":["RNF53","IRIS","BRCAI","PNCA4","PSCP","BROVCA1","BRCC1","FANCS","PPP1R53"],"tsg":true},"articles":[{"pmid":"18273555","title":"Community benchmarks for virtual screening.","journal":"Journal of computer-aided molecular design","pubDate":"2008 Mar-Apr","volume":"22","issue":"3-4","pages":"193-9","authors":"Irwin JJ","elocationId":"doi: 10.1007/s10822-008-9189-4","link":null,"reference":"Irwin JJ. Journal of computer-aided molecular design. 2008 Mar-Apr;22(3-4)193-9.","abstract":null},{"pmid":"11118345","title":"The BRCT regions of tumor suppressor BRCA1 and of XRCC1 show DNA end binding activity with a multimerizing feature.","journal":"Biochemical and biophysical research communications","pubDate":"2000 Dec 20","volume":"279","issue":"2","pages":"678-84","authors":"Yamane K et al","elocationId":"","link":null,"reference":"Yamane K et al. Biochemical and biophysical research communications. 2000 Dec 20;279(2)678-84.","abstract":null},{"pmid":"14672397","title":"p53 inactivation is a rare event in familial breast tumors negative for BRCA1 and BRCA2 mutations.","journal":"Breast cancer research and treatment","pubDate":"2003 Nov","volume":"82","issue":"1","pages":"1-9","authors":"Sensi E et al","elocationId":"","link":null,"reference":"Sensi E et al. Breast cancer research and treatment. 2003 Nov;82(1)1-9.","abstract":null},{"pmid":"11877378","title":"Structure of the 53BP1 BRCT region bound to p53 and its comparison to the Brca1 BRCT structure.","journal":"Genes &amp; development","pubDate":"2002 Mar 1","volume":"16","issue":"5","pages":"583-93","authors":"Joo WS et al","elocationId":"","link":null,"reference":"Joo WS et al. Genes &amp; development. 2002 Mar 1;16(5)583-93.","abstract":null},{"pmid":"11573085","title":"Structure of a BRCA1-BARD1 heterodimeric RING-RING complex.","journal":"Nature structural biology","pubDate":"2001 Oct","volume":"8","issue":"10","pages":"833-7","authors":"Brzovic PS et al","elocationId":"","link":null,"reference":"Brzovic PS et al. Nature structural biology. 2001 Oct;8(10)833-7.","abstract":null},{"pmid":"22193408","title":"BRCA1 and BRCA2: different roles in a common pathway of genome protection.","journal":"Nature reviews. Cancer","pubDate":"2011 Dec 23","volume":"12","issue":"1","pages":"68-78","authors":"Roy R et al","elocationId":"doi: 10.1038/nrc3181","link":null,"reference":"Roy R et al. Nature reviews. Cancer. 2011 Dec 23;12(1)68-78.","abstract":null},{"pmid":"25472942","title":"Biallelic mutations in BRCA1 cause a new Fanconi anemia subtype.","journal":"Cancer discovery","pubDate":"2015 Feb","volume":"5","issue":"2","pages":"135-42","authors":"Sawyer SL et al","elocationId":"doi: 10.1158/2159-8290.CD-14-1156","link":null,"reference":"Sawyer SL et al. Cancer discovery. 2015 Feb;5(2)135-42.","abstract":null},{"pmid":"10918303","title":"Roles of BRCA1 and its interacting proteins.","journal":"BioEssays : news and reviews in molecular, cellular and developmental biology","pubDate":"2000 Aug","volume":"22","issue":"8","pages":"728-37","authors":"Deng CX et al","elocationId":"","link":null,"reference":"Deng CX et al. BioEssays : news and reviews in molecular, cellular and developmental biology. 2000 Aug;22(8)728-37.","abstract":null}]},{"evidenceId":13854,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"BRCA1 is a tumor suppressor involved in the DNA damage response and can be mutated in various cancer types.","id":null,"lastEdit":"2017-08-03","status":null,"gene":{"entrezGeneId":672,"hugoSymbol":"BRCA1","name":"BRCA1, DNA repair associated","oncogene":false,"curatedIsoform":"ENST00000357654","curatedRefSeq":"NM_007294.3","geneAliases":["RNF53","IRIS","BRCAI","PNCA4","PSCP","BROVCA1","BRCC1","FANCS","PPP1R53"],"tsg":true},"articles":[]}]