[{"evidenceId":12925,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"STK11, a tumor suppressor and intracellular kinase, is frequently mutated in lung cancer.","id":null,"lastEdit":"2017-04-12","status":null,"gene":{"entrezGeneId":6794,"hugoSymbol":"STK11","name":"serine/threonine kinase 11","oncogene":false,"curatedIsoform":"ENST00000326873","curatedRefSeq":"NM_000455.4","geneAliases":["PJS","hLKB1","LKB1"],"tsg":true},"articles":[]},{"evidenceId":12926,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"STK11 encodes serine/threonine kinase 11, also known as liver kinase B1 (LKB1), that functions as a tumor suppressor. STK11 activates the AMPK (adenine monophosphate-activated protein kinase) pathway via formation of a biologically active heterotrimer with the pseudokinase, STRAD, and the adaptor protein, MO25. Activated AMPK phosphorylates TSC2 and Raptor, which leads mTORC1 hyperactivation (PMID: 14651849, 18439900). STK11-AMPK signaling regulates cell metabolism and energy homeostasis, as well as cellular stress responses to DNA damage and nutrient scarcity (PMID: 21396365). In response to the metabolic stress and hypoxic conditions that often exist within tumors, STK11-AMPK signaling is activated, resulting in inhibition of anabolism, induction of cell cycle arrest and ultimately, suppression of tumor growth (PMID: 25244018). Loss of STK11 has been shown to lead to disorganized cell polarity and tumor growth in nutrient poor conditions. Activation of STK11 by ATM under conditions of DNA damage leads to downstream inhibition of the mTOR pathway (PMID: 20160076). Mutations in STK11 have been found in lung, breast, cervical, testicular, and liver cancers, as well as malignant melanoma, and pancreatic and biliary carcinoma (PMID: 25244018). In addition, the hereditary disease Peutz-Jeghers syndrome, in which STK11 mutations were initially discovered, is characterized by an increased risk of developing both benign and malignant gastrointestinal tumors as well as numerous other cancer types (PMID: 21396365).","id":null,"lastEdit":"2017-04-12","status":null,"gene":{"entrezGeneId":6794,"hugoSymbol":"STK11","name":"serine/threonine kinase 11","oncogene":false,"curatedIsoform":"ENST00000326873","curatedRefSeq":"NM_000455.4","geneAliases":["PJS","hLKB1","LKB1"],"tsg":true},"articles":[{"pmid":"25244018","title":"Recent progress on liver kinase B1 (LKB1): expression, regulation, downstream signaling and cancer suppressive function.","journal":"International journal of molecular sciences","pubDate":"2014 Sep 19","volume":"15","issue":"9","pages":"16698-718","authors":"Gan RY et al","elocationId":"doi: 10.3390/ijms150916698","link":null,"reference":"Gan RY et al. International journal of molecular sciences. 2014 Sep 19;15(9)16698-718.","abstract":null},{"pmid":"20160076","title":"ATM signals to TSC2 in the cytoplasm to regulate mTORC1 in response to ROS.","journal":"Proceedings of the National Academy of Sciences of the United States of America","pubDate":"2010 Mar 2","volume":"107","issue":"9","pages":"4153-8","authors":"Alexander A et al","elocationId":"doi: 10.1073/pnas.0913860107","link":null,"reference":"Alexander A et al. Proceedings of the National Academy of Sciences of the United States of America. 2010 Mar 2;107(9)4153-8.","abstract":null},{"pmid":"14651849","title":"TSC2 mediates cellular energy response to control cell growth and survival.","journal":"Cell","pubDate":"2003 Nov 26","volume":"115","issue":"5","pages":"577-90","authors":"Inoki K et al","elocationId":"","link":null,"reference":"Inoki K et al. Cell. 2003 Nov 26;115(5)577-90.","abstract":null},{"pmid":"18439900","title":"AMPK phosphorylation of raptor mediates a metabolic checkpoint.","journal":"Molecular cell","pubDate":"2008 Apr 25","volume":"30","issue":"2","pages":"214-26","authors":"Gwinn DM et al","elocationId":"doi: 10.1016/j.molcel.2008.03.003","link":null,"reference":"Gwinn DM et al. Molecular cell. 2008 Apr 25;30(2)214-26.","abstract":null},{"pmid":"21396365","title":"The role of LKB1 and AMPK in cellular responses to stress and damage.","journal":"FEBS letters","pubDate":"2011 Apr 6","volume":"585","issue":"7","pages":"952-7","authors":"Alexander A et al","elocationId":"doi: 10.1016/j.febslet.2011.03.010","link":null,"reference":"Alexander A et al. FEBS letters. 2011 Apr 6;585(7)952-7.","abstract":null}]}]