[{"evidenceId":11822,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"RAD54L encodes a protein involved in DNA double-strand break repair. Mutations of RAD54L are found in non-Hodgkin lymphoma and chronic lymphocytic leukemia, among other cancers.","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":8438,"hugoSymbol":"RAD54L","name":"RAD54-like (S. cerevisiae)","oncogene":false,"curatedIsoform":"ENST00000371975","curatedRefSeq":"NM_001142548.1","geneAliases":["hRAD54","HR54","hHR54","RAD54A"],"tsg":false},"articles":[]},{"evidenceId":11823,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"RAD54L is a member of the RAD52 epistasis group and is important in homologous recombination and DNA double-strand break repair. Double-strand breaks in DNA are potentially the most problematic DNA damage event for a cell to resolve. Unrepaired or misrepaired double-strand lesions can be lethal or oncogenic to the cell. The cell repairs these defects primarily through homologous recombination or nonhomologous end joining. RAD54L is critical for the efficient repair of double stranded DNA breaks through the homologous recombination pathway. RAD54L is a SWI/SNF chromatin remodeling family member, in particular the SNF2-family of helicases. Although the SNF2 family members have motifs that identify them as helicases, none have been shown to posses the ability to unwind duplex DNA into single strands, as other helicase do. They function as motor proteins, translocation along double-stranded DNA, performing specific chromatin remodeling tasks, inducing topological changes in the DNA, and interacting with other proteins to effect recombination (PMID: 11459989, 16818238). These biochemical activities of RAD54L occur during homologous recombination double-strand DNA break repair and are enhanced in the context of RAD51 bound ssDNA/dsDNA (PMID: 11030338, 12359723). In a reciprocal effect the RAD51 nucleofilament is stabilized in the presence of RAD54L (PMID: 12566442) during the initiation of homologous recombination. In addition, RAD54L can disassociate RAD51 from duplex DNA. (PMID: 12453424). There is preliminary evidence that RAD54L can function as a chromatin remodeler, presumably in the context pre-synaptic double-strand DNA break repair (PMID: 17417655, 19671661). Despite the abundance of biochemical and genetic data on RAD54L, the details of its role(s) in recombination are still being elucidated. Point mutations in RAD54L are predicted to have a variety of effects, depending on the location and nature of the mutation.","id":null,"lastEdit":"2017-01-17","status":null,"gene":{"entrezGeneId":8438,"hugoSymbol":"RAD54L","name":"RAD54-like (S. cerevisiae)","oncogene":false,"curatedIsoform":"ENST00000371975","curatedRefSeq":"NM_001142548.1","geneAliases":["hRAD54","HR54","hHR54","RAD54A"],"tsg":false},"articles":[{"pmid":"16818238","title":"Visualization of Rad54, a chromatin remodeling protein, translocating on single DNA molecules.","journal":"Molecular cell","pubDate":"2006 Jul 7","volume":"23","issue":"1","pages":"143-8","authors":"Amitani I et al","elocationId":"","link":null,"reference":"Amitani I et al. Molecular cell. 2006 Jul 7;23(1)143-8.","abstract":null},{"pmid":"12566442","title":"A novel function of Rad54 protein. Stabilization of the Rad51 nucleoprotein filament.","journal":"The Journal of biological chemistry","pubDate":"2003 Apr 18","volume":"278","issue":"16","pages":"14029-36","authors":"Mazin AV et al","elocationId":"","link":null,"reference":"Mazin AV et al. The Journal of biological chemistry. 2003 Apr 18;278(16)14029-36.","abstract":null},{"pmid":"11030338","title":"Rad54 protein is targeted to pairing loci by the Rad51 nucleoprotein filament.","journal":"Molecular cell","pubDate":"2000 Sep","volume":"6","issue":"3","pages":"583-92","authors":"Mazin AV et al","elocationId":"","link":null,"reference":"Mazin AV et al. Molecular cell. 2000 Sep;6(3)583-92.","abstract":null},{"pmid":"12359723","title":"Rad54 protein exerts diverse modes of ATPase activity on duplex DNA partially and fully covered with Rad51 protein.","journal":"The Journal of biological chemistry","pubDate":"2002 Nov 29","volume":"277","issue":"48","pages":"46205-15","authors":"Kiianitsa K et al","elocationId":"","link":null,"reference":"Kiianitsa K et al. The Journal of biological chemistry. 2002 Nov 29;277(48)46205-15.","abstract":null},{"pmid":"12453424","title":"Rad54, a Swi2/Snf2-like recombinational repair protein, disassembles Rad51:dsDNA filaments.","journal":"Molecular cell","pubDate":"2002 Nov","volume":"10","issue":"5","pages":"1175-88","authors":"Solinger JA et al","elocationId":"","link":null,"reference":"Solinger JA et al. Molecular cell. 2002 Nov;10(5)1175-88.","abstract":null},{"pmid":"11459989","title":"The architecture of the human Rad54-DNA complex provides evidence for protein translocation along DNA.","journal":"Proceedings of the National Academy of Sciences of the United States of America","pubDate":"2001 Jul 17","volume":"98","issue":"15","pages":"8454-60","authors":"Ristic D et al","elocationId":"","link":null,"reference":"Ristic D et al. Proceedings of the National Academy of Sciences of the United States of America. 2001 Jul 17;98(15)8454-60.","abstract":null},{"pmid":"19671661","title":"BLM helicase stimulates the ATPase and chromatin-remodeling activities of RAD54.","journal":"Journal of cell science","pubDate":"2009 Sep 1","volume":"122","issue":"Pt 17","pages":"3093-103","authors":"Srivastava V et al","elocationId":"doi: 10.1242/jcs.051813","link":null,"reference":"Srivastava V et al. Journal of cell science. 2009 Sep 1;122(Pt 17)3093-103.","abstract":null},{"pmid":"17417655","title":"Homology-driven chromatin remodeling by human RAD54.","journal":"Nature structural &amp; molecular biology","pubDate":"2007 May","volume":"14","issue":"5","pages":"397-405","authors":"Zhang Z et al","elocationId":"","link":null,"reference":"Zhang Z et al. Nature structural &amp; molecular biology. 2007 May;14(5)397-405.","abstract":null}]}]