[{"evidenceId":19201,"evidenceType":"GENE_BACKGROUND","shortDesc":null,"desc":"The FAM58A gene encodes a protein with a cyclin-box-fold domain, which resembles those found in cell cycle regulator proteins known as cyclins. However, only recently the product of FAM58A gene has been characterized as the cyclin M protein (PMID: 24218572). Cyclin M interacts with cyclin-dependent kinase 10 (CDK10) and induces degradation of transcription factor ETS2. Silencing or truncating mutations of FAM58A/cyclin M stabilizes ETS2 protein levels, increases c-RAF signaling and confers tamoxifen resistance in breast cancer cells (PMID: 24218572). Germline loss-of-function and deletions in FAM58A have been identified as the genetic cause of STAR syndrome, an X-linked hereditary condition characterized by toe syndactyly, telecanthus and anogenital and renal malformations (PMID: 18297069). Mutations of FAM58A are rare events in human cancers, but one-third of them are truncating alterations (cBioPortal, MSKCC, Nov 2016).","id":null,"lastEdit":"2017-03-28","status":null,"gene":{"entrezGeneId":92002,"hugoSymbol":"FAM58A","name":"family with sequence similarity 58 member A","oncogene":false,"curatedIsoform":"ENST00000406277","curatedRefSeq":"NM_152274.4","geneAliases":[],"tsg":false},"articles":[{"pmid":"24218572","title":"CDK10/cyclin M is a protein kinase that controls ETS2 degradation and is deficient in STAR syndrome.","journal":"Proceedings of the National Academy of Sciences of the United States of America","pubDate":"2013 Nov 26","volume":"110","issue":"48","pages":"19525-30","authors":"Guen VJ et al","elocationId":"doi: 10.1073/pnas.1306814110","link":null,"reference":"Guen VJ et al. Proceedings of the National Academy of Sciences of the United States of America. 2013 Nov 26;110(48)19525-30.","abstract":null},{"pmid":"18297069","title":"Mutations in the cyclin family member FAM58A cause an X-linked dominant disorder characterized by syndactyly, telecanthus and anogenital and renal malformations.","journal":"Nature genetics","pubDate":"2008 Mar","volume":"40","issue":"3","pages":"287-9","authors":"Unger S et al","elocationId":"doi: 10.1038/ng.86","link":null,"reference":"Unger S et al. Nature genetics. 2008 Mar;40(3)287-9.","abstract":null}]},{"evidenceId":19200,"evidenceType":"GENE_SUMMARY","shortDesc":null,"desc":"FAM58A, a cyclin-related gene, is altered in the germline of patients with STAR syndrome.","id":null,"lastEdit":"2017-03-28","status":null,"gene":{"entrezGeneId":92002,"hugoSymbol":"FAM58A","name":"family with sequence similarity 58 member A","oncogene":false,"curatedIsoform":"ENST00000406277","curatedRefSeq":"NM_152274.4","geneAliases":[],"tsg":false},"articles":[]}]